{"DocKey":"PNA-0001","DocId":1,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient was admitted with fever, cough, and sore throat. On admission, SpO2 was 97% on room air and blood pressure was stable. Chest X-ray revealed a faint infiltrative shadow in the right lower lung field. WBC and CRP were mildly elevated. Intravenous fluids were administered for dehydration and intravenous antibiotics were initiated. Oxygen therapy was not required, and respiratory status remained stable. After confirmation of defervescence and improvement of cough, the patient was discharged."}
{"DocKey":"PNA-0002","DocId":2,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient was admitted with fever, cough, sputum production, and general fatigue. SpO2 on admission was 95% on room air. Chest CT showed infiltrative changes predominantly in the right middle lobe. Inflammatory markers were moderately elevated. Intravenous antibiotics were initiated. Respiratory status was maintained on room air; however, cough and sputum were prominent, and expectorants and inhalation therapy were added. After improvement of inflammatory markers, antibiotics were switched to oral therapy, and the patient was discharged."}
{"DocKey":"PNA-0003","DocId":3,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient was admitted with fever, dyspnea, and cough. On admission, SpO2 was 90–92% on room air, and oxygen was started via nasal cannula at 1–2 L/min. Chest CT revealed bilateral lower lobe infiltrates. Inflammatory markers were markedly elevated. Intravenous antibiotics were initiated under oxygen supplementation. Insulin therapy was introduced for glycemic control related to diabetes mellitus. With infection control, the general condition improved. After weaning from oxygen, antibiotics were switched to oral therapy, and the patient was discharged."}
{"DocKey":"PNA-0004","DocId":4,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient was admitted with impaired consciousness, dyspnea, and fever. SpO2 on admission was 85% on room air, and high-flow oxygen therapy was initiated, followed by NPPV. Hypotension and elevated lactate suggested sepsis. Imaging revealed extensive bilateral infiltrates. ICU-level management was provided, including broad-spectrum antibiotics, fluid resuscitation, vasopressors, and respiratory support. Renal function deterioration required adjustment of fluid management and consultation with nephrology. After stabilization of circulatory and respiratory status, the patient was transferred to the general ward. Rehabilitation was continued, and the patient was discharged with ambulation using assistance."}
{"DocKey":"PNA-0005","DocId":5,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient was admitted with severe respiratory failure and impaired consciousness. Due to profound hypoxemia, endotracheal intubation and mechanical ventilation were required. Imaging showed diffuse bilateral infiltrates. Vasopressors were administered for circulatory failure. In the ICU, broad-spectrum antibiotics and hemodynamic management were provided. After sedation and gradual weaning, the patient was extubated and transitioned to high-flow oxygen therapy. Indication for home oxygen therapy was considered. Multidisciplinary interventions were provided for ICU delirium and deconditioning; however, reduced ADL persisted. The patient was transferred to a rehabilitation facility."}
{"DocKey":"PNA-0005","DocId":6,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient was admitted with fever, cough, and general fatigue. On admission, SpO2 was 96% on room air without dyspnea, and vital signs were stable. Chest X-ray showed a localized infiltrate in the right lower lung field, with only mild elevation of WBC and CRP. A diagnosis of community-acquired pneumonia was made, and intravenous antibiotics with fluid replacement were initiated. Respiratory status remained stable on room air throughout hospitalization, and oxygen therapy was not required. Fever resolved by the following day, and cough gradually improved. After confirmation of clinical improvement, antibiotics were switched to oral therapy, and the patient was discharged home on hospital day 4."}
{"DocKey":"PNA-0006","DocId":7,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient was admitted for evaluation and treatment of persistent cough, sputum, and low-grade fever. SpO2 on admission was 97% on room air, and respiratory status was stable. Chest CT revealed a localized infiltrate in the left lower lobe, and community-acquired pneumonia was diagnosed. Inflammatory markers were mildly elevated, and intravenous antibiotics were initiated. Respiratory status remained stable on room air, and oxygen therapy was not required. Due to persistent cough and sputum, expectorants and inhalation therapy were added. After improvement of symptoms and inflammatory markers, antibiotics were switched to oral therapy, and the patient was discharged home on hospital day 5."}
{"DocKey":"PNA-0008","DocId":8,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient was admitted with fever and cough. SpO2 on admission was 96% on room air without dyspnea. Chest CT demonstrated an infiltrate in the right lower lobe, and community-acquired pneumonia was diagnosed. Intravenous antibiotics were initiated, and oxygen therapy was not required. After clinical improvement, antibiotics were switched to oral therapy, and the patient was discharged home. ICU admission was not required."}
{"DocKey":"PNA-0009","DocId":9,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient was admitted with general fatigue, fever, and cough. SpO2 was 95% on room air. Imaging showed findings consistent with pneumonia, and intravenous antibiotics were initiated. The general condition remained stable, and oxygen therapy was not required. Antibiotics were transitioned to oral therapy, and the patient was discharged home. ICU admission was not required."}
{"DocKey":"PNA-0010","DocId":10,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient was admitted with fever and dyspnea. On admission, SpO2 was 90%, and oxygen therapy via nasal cannula at 1–2 L/min was initiated. Chest CT showed bilateral lower lobe infiltrates, and intravenous antibiotics were started for pneumonia. Respiratory status improved, oxygen was discontinued, and the patient was discharged. ICU admission was not required."}
{"DocKey":"PNA-0011","DocId":11,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient was admitted with cough, fever, and shortness of breath. SpO2 was 91% on admission, and oxygen therapy was initiated. With intravenous antibiotic therapy, inflammatory markers decreased and respiratory status improved. Oxygen was gradually tapered and discontinued. The patient was managed on the general ward and was discharged. ICU admission was not required."}
{"DocKey":"PNA-0012","DocId":12,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient was admitted mainly for fever. SpO2 was stable at 97% on room air. The patient was treated as mild pneumonia with intravenous antibiotics. Oxygen therapy was not required. Symptoms improved, and the patient was discharged. ICU admission was not required."}
{"DocKey":"PNA-0013","DocId":13,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient was admitted with cough and fever. SpO2 was 92%, and oxygen therapy was required only during the early phase of hospitalization. With intravenous antibiotic therapy, the condition improved and oxygen was discontinued. The patient remained stable thereafter and was discharged. ICU admission was not required."}
{"DocKey":"PNA-0014","DocId":14,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient was admitted with severe dyspnea due to pneumonia. Because of decreased SpO2, HFNC was used for a short period as oxygen-related therapy. The condition improved with antibiotic treatment, and the patient was weaned from oxygen and discharged. ICU admission was not required."}
{"DocKey":"PNA-0015","DocId":15,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient was admitted with pneumonia complicated by hypoxemia. NPPV was introduced for a short period during the early phase of hospitalization as part of oxygen-related therapy. The condition improved with antibiotic treatment, NPPV was discontinued, and oxygen was gradually tapered and stopped. The patient was managed on the general ward and discharged. ICU admission was not required."}
{"DocKey":"PNA-0016","DocId":16,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient was admitted with cough and sputum production. SpO2 was maintained on room air, and oxygen therapy was not required. The patient was treated for mild pneumonia with oral antibiotics, showed improvement, and was discharged. ICU admission was not required."}
{"DocKey":"PNA-0017","DocId":17,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient was admitted with fever and dyspnea. SpO2 was 90–91%, and oxygen therapy was initiated. The patient was treated with intravenous antibiotics for pneumonia, showed improvement, was weaned from oxygen, and was discharged. ICU admission was not required."}
{"DocKey":"PNA-0018","DocId":18,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient was admitted with an acute exacerbation of COPD, presenting with wheezing and dyspnea. Due to decreased SpO2, oxygen therapy was administered. The condition improved with inhalation therapy and systemic corticosteroids. Clear infiltrative findings suggestive of pneumonia were limited, and antibiotics were used adjunctively. ICU admission was not required."}
{"DocKey":"PNA-0019","DocId":19,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient was admitted with high fever and dyspnea. SpO2 was 89–90%, and oxygen therapy was initiated. Chest imaging showed findings consistent with pneumonia, and intravenous antibiotics were administered. The condition improved, oxygen was discontinued, and the patient was discharged. ICU admission was not required."}
{"DocKey":"PNA-0020","DocId":20,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient was admitted with fever and cough. SpO2 was 96% on room air, and oxygen therapy was not required. The patient was treated with intravenous antibiotics for localized pneumonia, showed improvement, and was discharged. ICU admission was not required."}
{"DocKey":"PNA-0021","DocId":21,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient was admitted with dyspnea. SpO2 was 91%, and oxygen therapy was initiated. Intravenous antibiotics were administered for pneumonia, resulting in clinical improvement. Oxygen was discontinued, and the patient was discharged. ICU admission was not required."}
{"DocKey":"PNA-0022","DocId":22,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient was admitted with worsening heart failure, presenting with orthopnea and lower extremity edema. Due to decreased SpO2, oxygen therapy was initiated. Respiratory status improved with diuretic therapy. Chest imaging findings were mainly consistent with congestion, and pneumonia was not considered the primary cause. ICU admission was not required."}
{"DocKey":"PNA-0023","DocId":23,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient was admitted with pneumonia. SpO2 was 90–92%, and oxygen therapy was initiated. Intravenous antibiotic therapy resulted in improvement, and oxygen was gradually tapered and discontinued. ICU admission was not required."}
{"DocKey":"PNA-0024","DocId":24,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient was admitted with sudden onset dyspnea and chest pain. Pulmonary embolism was suspected based on contrast-enhanced imaging, and oxygen therapy was administered for hypoxemia. Symptoms improved with anticoagulant therapy. Antibiotic treatment for pneumonia was not the primary management. ICU admission was not required."}
{"DocKey":"PNA-0025","DocId":25,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient was admitted with dyspnea and fever. SpO2 was in the low 90% range, and oxygen therapy was initiated. The patient was treated with intravenous antibiotics for pneumonia, showed improvement, was weaned from oxygen, and discharged. ICU admission was not required."}
{"DocKey":"PNA-0026","DocId":26,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient was admitted with cough, sputum production, and fever. SpO2 was 95% on room air, and oxygen therapy was not required. The patient was treated with intravenous antibiotics and showed improvement, then was discharged. ICU admission was not required."}
{"DocKey":"PNA-0027","DocId":27,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient was admitted with pneumonia. SpO2 was 91%, and oxygen therapy was initiated. The condition improved with antibiotic treatment, oxygen was gradually tapered and discontinued, and the patient was discharged. ICU admission was not required."}
{"DocKey":"PNA-0028","DocId":28,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient was admitted with an acute asthma exacerbation, presenting with wheezing and dyspnea. Inhalation therapy and systemic corticosteroids were administered. SpO2 was generally maintained, and oxygen therapy was not required. No clear infiltrative findings suggestive of pneumonia were identified. ICU admission was not required."}
{"DocKey":"PNA-0029","DocId":29,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient was admitted with pneumonia accompanied by dyspnea. SpO2 was 90–92%, and oxygen therapy was initiated. The condition improved with intravenous antibiotics, oxygen was discontinued, and the patient was discharged. ICU admission was not required."}
{"DocKey":"PNA-0030","DocId":30,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient was admitted with fever and cough. SpO2 remained stable on room air, and oxygen therapy was not required. The patient was treated with intravenous antibiotics, showed improvement, and was discharged. ICU admission was not required."}
{"DocKey":"PNA-0031","DocId":31,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient was admitted with pneumonia. Due to decreased SpO2, oxygen therapy was initiated. The condition improved with antibiotic treatment, oxygen was discontinued, and the patient was discharged. ICU admission was not required."}
{"DocKey":"PNA-0032","DocId":32,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient was admitted with acute bronchitis. Prominent cough and sputum were noted, and imaging showed no clear findings of pneumonia. Treatment focused on symptomatic management, including inhalation therapy and antitussives, resulting in improvement. Oxygen therapy was not required. ICU admission was not required."}
{"DocKey":"PNA-0033","DocId":33,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient was admitted with high fever and dyspnea. SpO2 was 89%, and oxygen therapy was initiated. The patient was treated with intravenous antibiotics for pneumonia, showed improvement, was weaned from oxygen, and discharged. ICU admission was not required."}
{"DocKey":"PNA-0034","DocId":34,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient was admitted with viral pneumonia. Due to decreased SpO2 on admission, oxygen therapy was initiated. The condition improved with antiviral agents and supportive care, and the patient was discharged after discontinuation of oxygen. ICU admission was not required."}
{"DocKey":"PNA-0035","DocId":35,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient was admitted with dyspnea. SpO2 was in the low 90% range, and oxygen therapy was initiated. The patient was treated with antibiotics for pneumonia, showed improvement, was weaned from oxygen, and discharged. ICU admission was not required."}
{"DocKey":"PNA-0036","DocId":36,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient was admitted for evaluation of hemoptysis. Bronchoscopy was performed to investigate the cause. Mild hypoxemia was noted, and oxygen therapy was administered; however, the clinical course was not primarily consistent with infectious pneumonia. The patient remained stable after the examination and was discharged. ICU admission was not required."}
{"DocKey":"PNA-0037","DocId":37,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient was admitted with pneumonia. SpO2 was 91%, and oxygen therapy was initiated. The condition improved with antibiotic treatment, oxygen was gradually tapered and discontinued, and the patient was discharged. ICU admission was not required."}
{"DocKey":"PNA-0038","DocId":38,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient was admitted for surgical management of a femoral neck fracture. No findings suggestive of respiratory infection were observed, and no treatment for pneumonia was required. Oxygen therapy was not administered. The postoperative course was stable, and the patient was discharged after rehabilitation. ICU admission was not required."}
{"DocKey":"PNA-0039","DocId":39,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient was admitted with pneumonia accompanied by dyspnea. SpO2 was 89–91%, and oxygen therapy was initiated. The condition improved with intravenous antibiotics, oxygen was discontinued, and the patient was discharged. ICU admission was not required."}
{"DocKey":"PNA-0040","DocId":40,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient was admitted with acute gastroenteritis. Intravenous fluids were administered for dehydration caused by diarrhea and vomiting. Respiratory symptoms were minimal, and antibiotic treatment for pneumonia was not required. Oxygen therapy was not administered. ICU admission was not required."}
{"DocKey":"PNA-0041","DocId":41,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient was admitted with fever and shortness of breath. SpO2 was 90–92%, and oxygen therapy was initiated. The patient was treated with intravenous antibiotics for pneumonia, showed improvement, was weaned from oxygen, and discharged. ICU admission was not required."}
{"DocKey":"PNA-0042","DocId":42,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient was admitted with pharyngitis. The main symptoms were sore throat and fever, and chest imaging did not suggest pneumonia. The condition improved with oral antibiotics. Oxygen therapy was not required. ICU admission was not required."}
{"DocKey":"PNA-0043","DocId":43,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient was admitted with pneumonia accompanied by dyspnea. Due to decreased SpO2 on admission, oxygen therapy was initiated. The condition improved with antibiotic treatment, oxygen was discontinued, and the patient was discharged. ICU admission was not required."}
{"DocKey":"PNA-0044","DocId":44,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient was admitted with suspected interstitial pneumonia, presenting with dyspnea and decreased SpO2. Oxygen therapy was administered. The condition showed improvement with corticosteroid therapy, and antibiotics for infectious pneumonia were not the primary treatment. ICU admission was not required."}
{"DocKey":"PNA-0045","DocId":45,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient was admitted with pneumonia. SpO2 was 91%, and oxygen therapy was initiated. The condition improved with intravenous antibiotics, oxygen was discontinued, and the patient was discharged. ICU admission was not required."}
{"DocKey":"PNA-0046","DocId":46,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient was admitted with acute kidney injury. Dehydration was suspected, and intravenous fluids were administered. Respiratory symptoms and findings suggestive of pneumonia were minimal. Oxygen therapy was not required. The general condition improved, and the patient was discharged. ICU admission was not required."}
{"DocKey":"PNA-0047","DocId":47,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient was admitted with pneumonia accompanied by dyspnea. SpO2 was approximately 90%, and oxygen therapy was initiated. The condition improved with intravenous antibiotics, oxygen was discontinued, and the patient was discharged. ICU admission was not required."}
{"DocKey":"PNA-0048","DocId":48,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient was admitted with fever and cough. On admission, SpO2 was 96% on room air, and dyspnea was mild. Chest CT revealed an infiltrate in the right lower lobe, and community-acquired pneumonia was diagnosed. Intravenous antibiotics were initiated. Respiratory status remained stable on room air, and oxygen therapy was not required. The patient had a history of type 2 diabetes mellitus; glycemic control was maintained with oral hypoglycemic agents during hospitalization, with generally stable blood glucose levels. After improvement of inflammatory markers, antibiotics were switched to oral therapy, and the patient was discharged."}
{"DocKey":"PNA-0049","DocId":49,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient was admitted with cough and fever. SpO2 was 95% on room air, and the general condition was stable. Chest X-ray revealed an infiltrate in the left lower lung field, and intravenous antibiotics were initiated for community-acquired pneumonia. Respiratory status remained good during hospitalization, and oxygen therapy was not required. The patient had a history of diabetes mellitus; glycemic control was managed with diet therapy and oral medications. After symptom improvement, antibiotics were switched to oral therapy, and the patient was discharged home."}
{"DocKey":"PNA-0050","DocId":50,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient was admitted with dyspnea and fever. On admission, SpO2 was 91%, and oxygen therapy at 1 L/min via nasal cannula was initiated. Chest CT showed bilateral lower lobe infiltrates, and intravenous antibiotics were started for community-acquired pneumonia. Respiratory status improved, and oxygen was gradually tapered and discontinued. The patient had a history of diabetes mellitus; glycemic control was maintained with oral medications and dietary adjustment without initiation of insulin. After confirmation of overall clinical improvement, the patient was discharged."}
{"DocKey":"PNA-0051","DocId":51,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient was admitted with high fever and shortness of breath. SpO2 was 90–91%, and oxygen therapy was initiated. The patient was treated with intravenous antibiotics for pneumonia, and respiratory status improved in parallel with a decrease in inflammatory markers, allowing discontinuation of oxygen. The patient had comorbid diabetes mellitus; blood glucose was controlled with oral agents, and insulin was not required. The course was favorable, and the patient was discharged home."}
{"DocKey":"PNA-0052","DocId":52,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient was admitted with fever and cough. On admission, SpO2 was 97% on room air. Chest X-ray showed an infiltrate in the right lower lung field, and intravenous antibiotics were initiated for community-acquired pneumonia. Respiratory status remained stable, and oxygen therapy was not required. After symptom improvement, antibiotics were switched to oral therapy, and the patient was discharged."}
{"DocKey":"PNA-0053","DocId":53,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient was admitted with severe pneumonia. On admission, SpO2 was 85% on room air, and high-flow oxygen therapy was initiated, followed by NPPV. The patient received ICU-level management with antibiotic therapy and respiratory support. After improvement in overall condition, the patient was transferred to the general ward. Following weaning from oxygen, the patient was discharged (transferred) for ongoing care."}
{"DocKey":"PNA-0054","DocId":54,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient presented with fever, cough, and sputum production and was admitted. SpO2 on admission was 94–96% on room air, and oxygen therapy was not required. Chest CT revealed an infiltrate in the right lower lobe, and treatment was initiated for community-acquired pneumonia. Intravenous antibiotics were started and later switched to oral therapy after improvement in overall condition. The patient did not progress to severe disease; ICU admission was not required, and the course was managed on the general ward. Symptoms improved, and the patient was discharged home."}
{"DocKey":"PNA-0055","DocId":55,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient was admitted with dyspnea and fever. On admission, SpO2 was 85–88% on room air, and oxygen therapy was initiated. Chest CT showed infiltrates predominantly in the left lower lobe, and antibiotic therapy was started. Intravenous antibiotics were initiated and later transitioned to oral therapy after improvement in overall condition. Respiratory failure required intensive care unit management, and NPPV was provided for ventilatory support. After improvement, the patient was transferred to the general ward. Oxygen was discontinued after several days, and the patient remained stable on room air thereafter. The patient was transferred to another facility for continuation of rehabilitation."}
{"DocKey":"PNA-0056","DocId":56,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient was admitted with fever and dyspnea. On admission, SpO2 was 90–92% on room air, and oxygen therapy was initiated. Chest CT revealed an infiltrate in the right lower lobe, and treatment was started for community-acquired pneumonia. Intravenous antibiotics were initiated and later switched to oral therapy after improvement in overall condition. ICU management was not required, and treatment was continued on the general ward. The patient was weaned from oxygen and subsequently discharged. The clinical condition was stable, and the patient was discharged home."}
{"DocKey":"PNA-0057","DocId":57,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient was admitted due to worsening cough and fatigue. On admission, SpO2 was 90–92% on room air, and oxygen therapy was initiated. Chest X-ray showed bilateral lower lung field infiltrates, and community-acquired pneumonia was diagnosed. Intravenous antibiotics were initiated and later transitioned to oral therapy after improvement in overall condition. Given comorbid diabetes mellitus, glycemic control was required and insulin therapy was introduced. The patient did not progress to severe disease; ICU admission was not required, and the course was managed on the general ward. Oxygen was discontinued after several days, and the patient remained stable on room air thereafter. Inflammatory markers improved, and the patient returned home."}
{"DocKey":"PNA-0058","DocId":58,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient presented with fever, cough, and sputum production and was admitted. SpO2 on admission was 96% on room air, and oxygen therapy was not required. Chest CT revealed an infiltrate in the right lower lobe, and treatment was initiated for community-acquired pneumonia. Intravenous antibiotics were started and later switched to oral therapy after improvement in overall condition. ICU/HCU management was not required, and the patient improved with ward-based care. The clinical condition remained stable, and the patient was discharged home."}
{"DocKey":"PNA-0059","DocId":59,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient was admitted with fever and dyspnea. On admission, SpO2 was 88–90% on room air, and oxygen therapy was initiated. Chest CT showed infiltrates predominantly in the left lower lobe, and antibiotic therapy was started. Intravenous antibiotics were initiated and later transitioned to oral therapy after improvement in overall condition. ICU management was not required, and treatment was continued on the general ward. After weaning from oxygen, the patient was discharged. Symptoms improved, and the patient was discharged home."}
{"DocKey":"PNA-0060","DocId":60,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient was admitted with dyspnea and fever. On admission, SpO2 was 85–88% on room air, and oxygen therapy was initiated. Chest X-ray revealed bilateral lower lung field infiltrates, and community-acquired pneumonia was diagnosed. Intravenous antibiotics were initiated and later switched to oral therapy after improvement in overall condition. The patient progressed to severe disease and required ICU-level management, with NPPV provided for ventilatory support. After improvement, the patient was transferred to the general ward. Oxygen was discontinued after several days, and the patient remained stable on room air thereafter. The patient was transferred to a convalescent rehabilitation hospital."}
{"DocKey":"PNA-0061","DocId":61,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient was admitted with fever and dyspnea. On admission, SpO2 was 85–88% on room air, and oxygen therapy was initiated. Chest CT revealed an infiltrate in the right lower lobe, and treatment was started for community-acquired pneumonia. Intravenous antibiotics were initiated and later transitioned to oral therapy after improvement in overall condition. Due to worsening respiratory status, ICU-level management was required and NPPV was initiated. After improvement, the patient was transferred to the general ward. Following weaning from oxygen, the patient was discharged and subsequently transferred for convalescent care."}
{"DocKey":"PNA-0062","DocId":62,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient presented with fever, cough, and sputum production and was admitted. On admission, SpO2 was 90–92% on room air, and oxygen therapy was initiated. Chest CT showed infiltrates predominantly in the left lower lobe, and antibiotic therapy was started. Intravenous antibiotics were initiated and later switched to oral therapy after improvement in overall condition. ICU/HCU management was not required, and the patient improved with ward-based care. After weaning from oxygen, the patient was discharged. The clinical condition was stable, and the patient was discharged home."}
{"DocKey":"PNA-0063","DocId":63,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient was admitted due to worsening cough and fatigue. On admission, SpO2 was 88–90% on room air, and oxygen therapy was initiated. Chest X-ray revealed bilateral lower lung field infiltrates, and community-acquired pneumonia was diagnosed. Intravenous antibiotics were initiated and later transitioned to oral therapy after improvement in overall condition. The patient did not progress to severe disease; ICU admission was not required, and the course was managed on the general ward. Oxygen was discontinued after several days, and the patient remained stable on room air thereafter. Symptoms improved, and the patient was discharged home."}
{"DocKey":"PNA-0064","DocId":64,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient presented with fever, cough, and sputum production and was admitted. SpO2 on admission was 95% on room air, and oxygen therapy was not required. Chest CT revealed an infiltrate in the right lower lobe, and treatment was initiated for community-acquired pneumonia. Intravenous antibiotics were started and later switched to oral therapy after improvement in overall condition. ICU management was not required, and treatment was continued on the general ward. The clinical condition remained stable, and the patient was discharged home."}
{"DocKey":"PNA-0065","DocId":65,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient was admitted with dyspnea and fever. On admission, SpO2 was 90–92% on room air, and oxygen therapy was initiated. Chest CT showed infiltrates predominantly in the left lower lobe, and antibiotic therapy was started. Intravenous antibiotics were initiated and later transitioned to oral therapy after improvement in overall condition. The patient did not progress to severe disease; ICU admission was not required, and the course was managed on the general ward. Oxygen was discontinued after several days, and the patient remained stable on room air thereafter. Inflammatory markers improved, and the patient returned home."}
{"DocKey":"PNA-0066","DocId":66,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient was admitted with fever and cough. On admission, SpO2 was 96% on room air, and no dyspnea was noted. Chest X-ray showed a faint infiltrate in the right mid-lung field. Community-acquired pneumonia was diagnosed, and intravenous antibiotics were initiated. Respiratory status remained stable throughout hospitalization, and oxygen therapy was not required. After improvement of inflammatory markers, the patient was transitioned to oral therapy and discharged home."}
{"DocKey":"PNA-0067","DocId":67,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient was admitted due to worsening cough and fatigue. SpO2 on admission was 95% on room air, and oxygen therapy was not required. Chest X-ray revealed bilateral lower lung field infiltrates, and community-acquired pneumonia was diagnosed. Intravenous antibiotics were initiated and later switched to oral therapy after improvement in overall condition. Given comorbid diabetes mellitus, glycemic control was required and insulin therapy was introduced. ICU management was not required, and treatment was continued on the general ward. Symptoms improved, and the patient was discharged home."}
{"DocKey":"PNA-0068","DocId":68,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient was admitted with fever and dyspnea. On admission, SpO2 was 90–92% on room air, and oxygen therapy was initiated. Chest CT showed infiltrates predominantly in the left lower lobe, and antibiotic therapy was started. Intravenous antibiotics were initiated and later transitioned to oral therapy after improvement in overall condition. ICU/HCU management was not required, and the patient improved with ward-based care. After weaning from oxygen, the patient was discharged. The clinical condition was stable, and the patient was discharged home."}
{"DocKey":"PNA-0069","DocId":69,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient was admitted due to worsening cough and fatigue. On admission, SpO2 was 88–90% on room air, and oxygen therapy was initiated. Chest CT revealed an infiltrate in the right lower lobe, and treatment was started for community-acquired pneumonia. Intravenous antibiotics were initiated and later transitioned to oral therapy after improvement in overall condition. ICU management was not required, and treatment was continued on the general ward. After weaning from oxygen, the patient was discharged. Symptoms improved, and the patient was discharged home."}
{"DocKey":"PNA-0070","DocId":70,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient was admitted with fever and dyspnea. On admission, SpO2 was 90–92% on room air, and oxygen therapy was initiated. Chest CT showed infiltrates predominantly in the left lower lobe, and antibiotic therapy was started. Intravenous antibiotics were initiated and later transitioned to oral therapy after improvement in overall condition. ICU/HCU management was not required, and the patient improved with ward-based care. After weaning from oxygen, the patient was discharged. Inflammatory markers improved, and the patient returned home."}
{"DocKey":"PNA-0071","DocId":71,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient presented with fever, cough, and sputum production and was admitted. SpO2 on admission was 96% on room air, and oxygen therapy was not required. Chest CT showed infiltrates predominantly in the left lower lobe, and antibiotic therapy was started. Intravenous antibiotics were initiated and later switched to oral therapy after improvement in overall condition. ICU management was not required, and treatment was continued on the general ward. Symptoms improved, and the patient was discharged home."}
{"DocKey":"PNA-0072","DocId":72,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient was admitted with dyspnea and fever. On admission, SpO2 was 90–92% on room air, and oxygen therapy was initiated. Chest CT revealed an infiltrate in the right lower lobe, and treatment was started for community-acquired pneumonia. Intravenous antibiotics were initiated and later transitioned to oral therapy after improvement in overall condition. The patient did not progress to severe disease; ICU admission was not required, and the course was managed on the general ward. Oxygen was discontinued after several days, and the patient remained stable on room air thereafter. The clinical condition remained stable, and the patient was discharged home."}
{"DocKey":"PNA-0073","DocId":73,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient was admitted with dyspnea and fever. On admission, SpO2 was 90–92% on room air, and oxygen therapy was initiated. Chest X-ray revealed bilateral lower lung field infiltrates, and community-acquired pneumonia was diagnosed. Intravenous antibiotics were initiated and later transitioned to oral therapy after improvement in overall condition. ICU/HCU management was not required, and the patient improved with ward-based care. After weaning from oxygen, the patient was discharged. Symptoms improved, and the patient was discharged home."}
{"DocKey":"PNA-0074","DocId":74,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient presented with fever, cough, and sputum production and was admitted. SpO2 on admission was 94–96% on room air, and oxygen therapy was not required. Chest CT showed infiltrates predominantly in the left lower lobe, and antibiotic therapy was started. Intravenous antibiotics were initiated and later switched to oral therapy after improvement in overall condition. The patient did not progress to severe disease; ICU admission was not required, and the course was managed on the general ward. Inflammatory markers improved, and the patient returned home."}
{"DocKey":"PNA-0075","DocId":75,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient was admitted with dyspnea and fever. On admission, SpO2 was 88–90% on room air, and oxygen therapy was initiated. Chest CT showed infiltrates predominantly in the left lower lobe, and antibiotic therapy was started. Intravenous antibiotics were initiated and later transitioned to oral therapy after improvement in overall condition. ICU management was not required, and treatment was continued on the general ward. After weaning from oxygen, the patient was discharged. The clinical condition was stable, and the patient was discharged home."}
{"DocKey":"PNA-0076","DocId":76,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient presented with fever, cough, and sputum production and was admitted. SpO2 on admission was 95% on room air, and oxygen therapy was not required. Chest CT revealed an infiltrate in the right lower lobe, and treatment was initiated for community-acquired pneumonia. Intravenous antibiotics were started and later transitioned to oral therapy after improvement in overall condition. ICU management was not required, and treatment was continued on the general ward. Inflammatory markers improved, and the patient returned home."}
{"DocKey":"PNA-0077","DocId":77,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient was admitted with fever and dyspnea. On admission, SpO2 was 90–92% on room air, and oxygen therapy was initiated. Chest X-ray showed bilateral lower lung field infiltrates, and community-acquired pneumonia was diagnosed. Intravenous antibiotics were initiated and later transitioned to oral therapy after improvement in overall condition. ICU/HCU management was not required, and the patient improved with ward-based care. Oxygen was discontinued after several days, and the patient remained stable on room air thereafter. Symptoms improved, and the patient was discharged home."}
{"DocKey":"PNA-0078","DocId":78,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient was admitted with fever and dyspnea. On admission, SpO2 was 85–88% on room air, and oxygen therapy was initiated. Chest CT showed infiltrates predominantly in the left lower lobe, and antibiotic therapy was started. Intravenous antibiotics were initiated and later transitioned to oral therapy after improvement in overall condition. Hyperglycemia was noted, and insulin therapy was added for glycemic control. The patient progressed to severe disease and required ICU-level management, with NPPV provided for ventilatory support. After improvement, the patient was transferred to the general ward. Following weaning from oxygen, the patient was discharged and transferred to a convalescent rehabilitation hospital."}
{"DocKey":"PNA-0079","DocId":79,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient presented with fever, cough, and sputum production and was admitted. SpO2 on admission was 94–96% on room air, and oxygen therapy was not required. Chest CT revealed an infiltrate in the right lower lobe, and treatment was initiated for community-acquired pneumonia. Intravenous antibiotics were started and later switched to oral therapy after improvement in overall condition. ICU/HCU management was not required, and the patient improved with ward-based care. The clinical condition remained stable, and the patient was discharged home."}
{"DocKey":"PNA-0080","DocId":80,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient was admitted with dyspnea and fever. On admission, SpO2 was 88–90% on room air, and oxygen therapy was initiated. Chest X-ray showed bilateral lower lung field infiltrates, and community-acquired pneumonia was diagnosed. Intravenous antibiotics were initiated and later transitioned to oral therapy after improvement in overall condition. ICU management was not required, and treatment was continued on the general ward. After weaning from oxygen, the patient was discharged. Symptoms improved, and the patient was discharged home."}
{"DocKey":"PNA-0081","DocId":81,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient was admitted with dyspnea and fever. On admission, SpO2 was 88–90% on room air, and oxygen therapy was initiated. Chest CT revealed an infiltrate in the right lower lobe, and treatment was started for community-acquired pneumonia. Intravenous antibiotics were initiated and later transitioned to oral therapy after improvement in overall condition. The patient did not progress to severe disease; ICU admission was not required, and the course was managed on the general ward. After weaning from oxygen, the patient was discharged. The clinical condition remained stable, and the patient was discharged home."}
{"DocKey":"PNA-0082","DocId":82,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient presented with fever, cough, and sputum production and was admitted. SpO2 on admission was 94–96% on room air, and oxygen therapy was not required. Chest X-ray showed bilateral lower lung field infiltrates, and community-acquired pneumonia was diagnosed. Intravenous antibiotics were initiated and later transitioned to oral therapy after improvement in overall condition. Given comorbid diabetes mellitus, glycemic control was required and insulin therapy was introduced. ICU management was not required, and treatment was continued on the general ward. Symptoms improved, and the patient was discharged home."}
{"DocKey":"PNA-0083","DocId":83,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient was admitted with fever and dyspnea. On admission, SpO2 was 90–92% on room air, and oxygen therapy was initiated. Chest CT showed infiltrates predominantly in the left lower lobe, and antibiotic therapy was started. Intravenous antibiotics were initiated and later transitioned to oral therapy after improvement in overall condition. ICU management was not required, and treatment was continued on the general ward. After weaning from oxygen, the patient was discharged. Symptoms improved, and the patient was discharged home."}
{"DocKey":"PNA-0084","DocId":84,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient was admitted with dyspnea and fever. On admission, SpO2 was 88–90% on room air, and oxygen therapy was initiated. Chest CT revealed an infiltrate in the right lower lobe, and treatment was started for community-acquired pneumonia. Intravenous antibiotics were initiated and later transitioned to oral therapy after improvement in overall condition. ICU/HCU management was not required, and the patient improved with ward-based care. Oxygen was discontinued after several days, and the patient remained stable on room air thereafter. The clinical condition remained stable, and the patient was discharged home."}
{"DocKey":"PNA-0085","DocId":85,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient presented with fever, cough, and sputum production and was admitted. SpO2 on admission was 96% on room air, and oxygen therapy was not required. Chest CT showed infiltrates predominantly in the left lower lobe, and antibiotic therapy was started. Intravenous antibiotics were initiated and later transitioned to oral therapy after improvement in overall condition. ICU management was not required, and treatment was continued on the general ward. Inflammatory markers improved, and the patient returned home."}
{"DocKey":"PNA-0086","DocId":86,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient was admitted with cough and exertional dyspnea. On admission, SpO2 was 90% on room air; therefore, oxygen therapy was initiated via nasal cannula at 1 L/min. Chest CT revealed bilateral lower lobe infiltrates, and pneumonia was diagnosed. Respiratory status improved with antibiotic therapy, and oxygen was discontinued on hospital day 3. ICU management was not required; the patient was observed on the general ward and discharged home."}
{"DocKey":"PNA-0087","DocId":87,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient was admitted with fever and dyspnea. On admission, SpO2 was 90–92% on room air, and oxygen therapy was initiated. Chest X-ray showed bilateral lower lung field infiltrates, and community-acquired pneumonia was diagnosed. Intravenous antibiotics were initiated and later transitioned to oral therapy after improvement in overall condition. ICU/HCU management was not required, and the patient improved with ward-based care. After weaning from oxygen, the patient was discharged. The clinical condition remained stable, and the patient was discharged home."}
{"DocKey":"PNA-0088","DocId":88,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient was admitted with dyspnea and fever. On admission, SpO2 was 90–92% on room air, and oxygen therapy was initiated. Chest CT showed infiltrates predominantly in the left lower lobe, and antibiotic therapy was started. Intravenous antibiotics were initiated and later transitioned to oral therapy after improvement in overall condition. ICU management was not required, and treatment was continued on the general ward. After weaning from oxygen, the patient was discharged. Symptoms improved, and the patient was discharged home."}
{"DocKey":"PNA-0089","DocId":89,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient was admitted with fever and general fatigue. SpO2 on admission was borderline at 92% on room air, and observation was chosen. The patient reported mild dyspnea only at night; therefore, oxygen was administered temporarily, while it was not required during the daytime. Symptoms improved with antibiotic therapy, and the patient was ultimately discharged without oxygen therapy. ICU admission was not required."}
{"DocKey":"PNA-0090","DocId":90,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient was admitted with cough and fever. Although SpO2 was maintained at 95% on room air on admission, chest imaging revealed findings consistent with pneumonia, and intravenous antibiotics were initiated. Respiratory status remained stable throughout hospitalization, and oxygen therapy was not required. ICU-level management was not performed, and the patient was treated on the general ward and discharged."}
{"DocKey":"PNA-0091","DocId":91,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient was admitted with dyspnea and fever. On admission, SpO2 was 88–90% on room air, and oxygen therapy was initiated. Chest CT showed infiltrates predominantly in the left lower lobe, and antibiotic therapy was started. Intravenous antibiotics were initiated and later transitioned to oral therapy after improvement in overall condition. ICU/HCU management was not required, and the patient improved with ward-based care. After weaning from oxygen, the patient was discharged. Inflammatory markers improved, and the patient returned home."}
{"DocKey":"PNA-0092","DocId":92,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient was admitted with fever and dyspnea. On admission, SpO2 was 90–92% on room air, and oxygen therapy was initiated. Chest CT revealed an infiltrate in the right lower lobe, and treatment was started for community-acquired pneumonia. Intravenous antibiotics were initiated and later transitioned to oral therapy after improvement in overall condition. The patient did not progress to severe disease; ICU admission was not required, and the course was managed on the general ward. Oxygen was discontinued after several days, and the patient remained stable on room air thereafter. The clinical condition remained stable, and the patient was discharged home."}
{"DocKey":"PNA-0093","DocId":93,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient was admitted with fever and cough. SpO2 on admission was 91% on room air, and oxygen therapy was considered; however, SpO2 improved with rest and oxygen was ultimately not required. Chest CT showed a localized infiltrate, and pneumonia was diagnosed. The patient responded promptly to antibiotic therapy and was discharged home."}
{"DocKey":"PNA-0094","DocId":94,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient presented with fever, cough, and sputum production and was admitted. SpO2 on admission was 95% on room air, and oxygen therapy was not required. Chest X-ray revealed bilateral lower lung field infiltrates, and community-acquired pneumonia was diagnosed. Intravenous antibiotics were initiated and later transitioned to oral therapy after improvement in overall condition. ICU/HCU management was not required, and the patient improved with ward-based care. The clinical condition remained stable, and the patient was discharged home."}
{"DocKey":"PNA-0095","DocId":95,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient presented with fever, cough, and sputum production and was admitted. SpO2 on admission was 95% on room air, and oxygen therapy was not required. Chest CT showed infiltrates predominantly in the left lower lobe, and antibiotic therapy was started. Intravenous antibiotics were initiated and later transitioned to oral therapy after improvement in overall condition. ICU management was not required, and treatment was continued on the general ward. Inflammatory markers improved, and the patient returned home."}
{"DocKey":"PNA-0096","DocId":96,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient was admitted with dyspnea and fever. On admission, SpO2 was 90–92% on room air, and oxygen therapy was initiated. Chest CT revealed an infiltrate in the right lower lobe, and treatment was started for community-acquired pneumonia. Intravenous antibiotics were initiated and later transitioned to oral therapy after improvement in overall condition. ICU management was not required, and treatment was continued on the general ward. After weaning from oxygen, the patient was discharged. Symptoms improved, and the patient was discharged home."}
{"DocKey":"PNA-0097","DocId":97,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient presented with fever, cough, and sputum production and was admitted. SpO2 on admission was 96% on room air, and oxygen therapy was not required. Chest CT revealed an infiltrate in the right lower lobe, and treatment was initiated for community-acquired pneumonia. Intravenous antibiotics were started and later transitioned to oral therapy after improvement in overall condition. ICU management was not required, and treatment was continued on the general ward. Symptoms improved, and the patient was discharged home."}
{"DocKey":"PNA-0098","DocId":98,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient was admitted with fever and dyspnea. On admission, SpO2 was 85–88% on room air, and oxygen therapy was initiated. Chest CT showed infiltrates predominantly in the left lower lobe, and antibiotic therapy was started. Intravenous antibiotics were initiated and later transitioned to oral therapy after improvement in overall condition. Due to worsening respiratory status, ICU-level management was required and NPPV was initiated. After improvement, the patient was transferred to the general ward. Following weaning from oxygen, the patient was discharged and subsequently transferred for convalescent care."}
{"DocKey":"PNA-0099","DocId":99,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient was admitted with dyspnea and fever. On admission, SpO2 was 85–88% on room air, and oxygen therapy was initiated. Chest CT revealed an infiltrate in the right lower lobe, and treatment was started for community-acquired pneumonia. Intravenous antibiotics were initiated and later transitioned to oral therapy after improvement in overall condition. The patient progressed to severe disease and required ICU-level management, with NPPV provided for ventilatory support. After improvement, the patient was transferred to the general ward. Following weaning from oxygen, the patient was discharged and subsequently transferred for convalescent care."}
{"DocKey":"PNA-0100","DocId":100,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient was admitted with fever and dyspnea. On admission, SpO2 was 85–88% on room air, and oxygen therapy was initiated. Chest CT showed infiltrates predominantly in the left lower lobe, and antibiotic therapy was started. Intravenous antibiotics were initiated and later transitioned to oral therapy after improvement in overall condition. Respiratory failure required intensive care unit management, and NPPV was provided for ventilatory support. After improvement, the patient was transferred to the general ward. Following weaning from oxygen, the patient was discharged and transferred to a convalescent rehabilitation hospital."}
{"DocKey":"PNA-0101","DocId":101,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient was admitted with dyspnea and fever. On admission, SpO2 was 90–92% on room air, and oxygen therapy was initiated. Chest CT revealed an infiltrate in the right lower lobe, and treatment was started for community-acquired pneumonia. Intravenous antibiotics were initiated and later transitioned to oral therapy after improvement in overall condition. ICU/HCU management was not required, and the patient improved with ward-based care. After weaning from oxygen, the patient was discharged. The clinical condition was stable, and the patient was discharged home."}
{"DocKey":"PNA-0102","DocId":102,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient was admitted with fever and dyspnea. On admission, SpO2 was 85–88% on room air, and oxygen therapy was initiated. Chest X-ray showed bilateral lower lung field infiltrates, and community-acquired pneumonia was diagnosed. Intravenous antibiotics were initiated and later transitioned to oral therapy after improvement in overall condition. Due to worsening respiratory status, ICU-level management was required and NPPV was initiated. After improvement, the patient was transferred to the general ward. Following weaning from oxygen, the patient was discharged and subsequently transferred for convalescent care."}
{"DocKey":"PNA-0103","DocId":103,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient was admitted with fever and dyspnea. On admission, SpO2 was 90–92% on room air, and oxygen therapy was initiated. Chest CT showed infiltrates predominantly in the left lower lobe, and antibiotic therapy was started. Intravenous antibiotics were initiated and later transitioned to oral therapy after improvement in overall condition. The patient did not progress to severe disease; ICU admission was not required, and the course was managed on the general ward. After weaning from oxygen, the patient was discharged. Symptoms improved, and the patient was discharged home."}
{"DocKey":"PNA-0104","DocId":104,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient was admitted with fever, cough, and sputum production. SpO2 on admission was 95% on room air, and oxygen therapy was not required. Chest CT revealed an infiltrate in the right lower lobe, and intravenous antibiotics were initiated for community-acquired pneumonia. After improvement in inflammatory markers, therapy was transitioned to oral antibiotics. ICU/HCU management was not required, and the patient was managed on the general ward. Symptoms improved, and the patient was discharged home."}
{"DocKey":"PNA-0105","DocId":105,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient was admitted with dyspnea and fever. On admission, SpO2 was 90–92% on room air, and oxygen therapy was started via nasal cannula. Chest X-ray showed bilateral lower lung field infiltrates. Treatment for community-acquired pneumonia was initiated with intravenous antibiotics and later switched to oral therapy after clinical improvement. ICU management was not required, and treatment was continued on the general ward. After weaning from oxygen, the patient was discharged home."}
{"DocKey":"PNA-0106","DocId":106,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient was admitted with severe pneumonia. On admission, SpO2 was 85–88% on room air, and oxygen therapy was initiated; NPPV was started due to respiratory failure. The patient was managed in the ICU with systemic supportive care, and intravenous antibiotics were initiated. After improvement, the patient was transferred to the general ward, and antibiotics were transitioned to oral therapy. Following weaning from oxygen, the patient was transferred to another facility for convalescent care."}
{"DocKey":"PNA-0107","DocId":107,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient was admitted with fever and cough. SpO2 on admission was 96% on room air, and oxygen therapy was not required. Chest CT revealed an infiltrate in the left lower lobe, and community-acquired pneumonia was diagnosed; intravenous antibiotics were initiated. After improvement, antibiotics were switched to oral therapy. The patient did not progress to severe disease; ICU admission was not required, and the patient was discharged home."}
{"DocKey":"PNA-0108","DocId":108,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient was admitted with fever and dyspnea. On admission, SpO2 was 88–90% on room air, and oxygen therapy was initiated. Chest X-ray showed an infiltrate in the right middle lobe, and intravenous antibiotics were started for bacterial community-acquired pneumonia. After improvement, therapy was transitioned to oral antibiotics. ICU management was not required, and the patient was managed on the general ward. After weaning from oxygen, the patient was discharged home."}
{"DocKey":"PNA-0109","DocId":109,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient was admitted with fever and dyspnea. On admission, SpO2 was 90–92% on room air, and oxygen therapy was started via nasal cannula. Chest CT revealed bilateral lower lobe infiltrates. The patient was treated with intravenous antibiotics and later transitioned to oral therapy after improvement in overall condition. ICU/HCU management was not required, and the patient was discharged home after weaning from oxygen."}
{"DocKey":"PNA-0110","DocId":110,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient was admitted with fever and cough. SpO2 on admission was 95% on room air, and oxygen therapy was not required. Intravenous antibiotics were initiated for pneumococcal community-acquired pneumonia. The clinical course was favorable after transition to oral therapy. ICU management was not required, and the patient was discharged home."}
{"DocKey":"PNA-0111","DocId":111,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient was admitted with dyspnea and fever. SpO2 on admission was around 90% on room air, and oxygen therapy was initiated. Chest CT revealed an infiltrate in the right lower lobe. The patient was treated with intravenous antibiotics and later transitioned to oral therapy after clinical improvement. Given comorbid diabetes mellitus, glycemic control was required and insulin therapy was introduced. ICU admission was not required, and the patient was discharged home after weaning from oxygen."}
{"DocKey":"PNA-0112","DocId":112,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient was admitted with severe pneumonia. On admission, SpO2 was 85–88% on room air; high-flow oxygen was initiated, and NPPV was started due to worsening respiratory status. The patient was treated with intravenous antibiotics under ICU-level management. After improvement, the patient was transferred to the general ward and antibiotics were transitioned to oral therapy. Following weaning from oxygen, the patient was transferred to a convalescent rehabilitation facility."}
{"DocKey":"PNA-0113","DocId":113,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient was admitted with fever, cough, and fatigue. SpO2 on admission was 96% on room air, and oxygen therapy was not required. Chest X-ray showed an infiltrate in the left lower lung field. Intravenous antibiotics were initiated for community-acquired pneumonia and later transitioned to oral therapy after improvement. ICU/HCU management was not required, and the patient was discharged home."}
{"DocKey":"PNA-0114","DocId":114,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient was admitted with fever and dyspnea. On admission, SpO2 was 88–90% on room air, and oxygen therapy was initiated. Chest CT revealed bilateral lower lobe infiltrates, and the patient was treated with intravenous antibiotics for community-acquired pneumonia. After improvement, antibiotics were transitioned to oral therapy. ICU management was not required; the patient was managed on the general ward and discharged home after weaning from oxygen."}
{"DocKey":"PNA-0115","DocId":115,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient was admitted with fever and cough. SpO2 on admission was 95–96% on room air, and oxygen therapy was not required. Chest CT revealed an infiltrate in the right middle lobe. Intravenous antibiotics were initiated for community-acquired pneumonia and later switched to oral therapy after improvement. There was no progression to severe disease, and the patient was discharged home."}
{"DocKey":"PNA-0116","DocId":116,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient was admitted with dyspnea and fever. On admission, SpO2 was 90–92% on room air, and oxygen therapy was initiated. Chest X-ray showed an infiltrate in the right lower lung field. The patient was treated with intravenous antibiotics and later transitioned to oral therapy after improvement in overall condition. ICU admission was not required, and the patient returned home after weaning from oxygen."}
{"DocKey":"PNA-0117","DocId":117,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient was admitted with severe pneumonia. On admission, SpO2 was in the mid-80s on room air; oxygen therapy was initiated and NPPV was started. The patient was managed in the ICU with intravenous antibiotics. Given comorbid diabetes mellitus, glycemic control was required and insulin therapy was administered. After improvement, the patient was transferred to the general ward and antibiotics were transitioned to oral therapy. Following weaning from oxygen, the patient was transferred to another facility for convalescent care."}
{"DocKey":"PNA-0118","DocId":118,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient was admitted with dyspnea. SpO2 on admission was around 90% on room air, and oxygen therapy was initiated. Chest CT revealed an infiltrate in the left lower lobe. Intravenous antibiotics were started for community-acquired pneumonia and later transitioned to oral therapy after improvement. ICU management was not required, and the patient was discharged home after weaning from oxygen."}
{"DocKey":"PNA-0119","DocId":119,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient was admitted with fever and cough. SpO2 on admission was 96% on room air, and oxygen therapy was not required. Chest X-ray showed an infiltrate in the right lower lung field. Intravenous antibiotics were initiated, and after symptom improvement, therapy was transitioned to oral antibiotics. ICU management was not required, and the patient was discharged home."}
{"DocKey":"PNA-0120","DocId":120,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient was admitted with dyspnea and fever. On admission, SpO2 was 88–90% on room air, and oxygen therapy was initiated. Intravenous antibiotics were started for pneumococcal community-acquired pneumonia and later transitioned to oral therapy after improvement. ICU admission was not required, and the patient was discharged home after weaning from oxygen."}
{"DocKey":"PNA-0121","DocId":121,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient was admitted with fever, cough, and sputum production. SpO2 on admission was 95% on room air, and oxygen therapy was not required. Chest CT revealed an infiltrate in the left lower lobe. Intravenous antibiotics were initiated and later transitioned to oral therapy after improvement. There was no progression to severe disease, and the patient was discharged home."}
{"DocKey":"PNA-0122","DocId":122,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient was admitted with dyspnea. On admission, SpO2 was 90–92% on room air, and oxygen therapy was initiated. Chest X-ray showed bilateral lower lung field infiltrates. The patient was treated with intravenous antibiotics and later transitioned to oral therapy after improvement. ICU management was not required, and the patient was discharged home after weaning from oxygen."}
{"DocKey":"PNA-0123","DocId":123,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient was admitted with fever and dyspnea. SpO2 on admission was around 90% on room air, and oxygen therapy was initiated. Chest CT revealed an infiltrate in the right lower lobe. Intravenous antibiotics were started for community-acquired pneumonia and later transitioned to oral therapy after improvement. ICU admission was not required, and the patient returned home after weaning from oxygen."}
{"DocKey":"PNA-0124","DocId":124,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient was admitted with severe pneumonia. On admission, SpO2 was 85–88% on room air; oxygen therapy was initiated and NPPV was started. The patient received ICU-level management with intravenous antibiotics. After improvement, the patient was transferred to the general ward and antibiotics were transitioned to oral therapy. Following weaning from oxygen, the patient was transferred to another facility for ongoing rehabilitation."}
{"DocKey":"PNA-0125","DocId":125,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient was admitted with dyspnea and fever. On admission, SpO2 was 88–90% on room air, and oxygen therapy was initiated. Chest CT revealed bilateral lower lobe infiltrates. Intravenous antibiotics were started and later transitioned to oral therapy after improvement. ICU management was not required, and the patient was discharged home after weaning from oxygen."}
{"DocKey":"PNA-0126","DocId":126,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient was admitted with fever and cough. SpO2 on admission was 96% on room air, and oxygen therapy was not required. Chest X-ray showed an infiltrate in the right middle lobe. Intravenous antibiotics were initiated for community-acquired pneumonia and later transitioned to oral therapy after improvement. ICU/HCU management was not required, and the patient was discharged home."}
{"DocKey":"PNA-0127","DocId":127,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient was admitted with dyspnea. On admission, SpO2 was 90–92% on room air, and oxygen therapy was initiated. Chest CT revealed an infiltrate in the left lower lobe. Intravenous antibiotics were started and later transitioned to oral therapy after improvement. ICU management was not required, and the patient was discharged home after weaning from oxygen."}
{"DocKey":"PNA-0128","DocId":128,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient was admitted with fever and cough. SpO2 on admission was 95% on room air, and oxygen therapy was not required. Chest X-ray showed an infiltrate in the right lower lung field. Intravenous antibiotics were initiated and later transitioned to oral therapy after improvement. Given comorbid diabetes mellitus, glycemic control was required and insulin therapy was introduced. ICU management was not required, and the patient was discharged home."}
{"DocKey":"PNA-0129","DocId":129,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient was admitted with severe pneumonia. On admission, SpO2 was 85–88% on room air; oxygen therapy was initiated and NPPV was started. The patient received respiratory management in the ICU, and intravenous antibiotics were initiated. After improvement, the patient was transferred to the general ward and antibiotics were transitioned to oral therapy. Following weaning from oxygen, the patient was transferred to another facility."}
{"DocKey":"PNA-0130","DocId":130,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient was admitted with fever, cough, and sputum production. SpO2 on admission was 96% on room air, and oxygen therapy was not required. Chest CT revealed an infiltrate in the left lower lobe, and intravenous antibiotics were initiated for community-acquired pneumonia. After improvement, therapy was transitioned to oral antibiotics. There was no progression to severe disease, and the patient was discharged home."}
{"DocKey":"PNA-0131","DocId":131,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient was admitted with dyspnea. On admission, SpO2 was 88–90% on room air, and oxygen therapy was initiated. Intravenous antibiotics were started for pneumococcal community-acquired pneumonia and later transitioned to oral therapy after improvement. ICU management was not required, and the patient was discharged home after weaning from oxygen."}
{"DocKey":"PNA-0132","DocId":132,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient was admitted with dyspnea and fever. On admission, SpO2 was 90–92% on room air, and oxygen therapy was initiated. Chest CT revealed an infiltrate in the right lower lobe. The patient was treated with intravenous antibiotics and later transitioned to oral therapy after improvement. ICU admission was not required, and the patient returned home after weaning from oxygen."}
{"DocKey":"PNA-0133","DocId":133,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient was admitted with fever and cough. SpO2 on admission was 95% on room air, and oxygen therapy was not required. Chest X-ray showed an infiltrate in the left lower lung field. Intravenous antibiotics were initiated and later transitioned to oral therapy after improvement. ICU/HCU management was not required, and the patient was discharged home."}
{"DocKey":"PNA-0134","DocId":134,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient was admitted with severe pneumonia. On admission, SpO2 was 85–88% on room air; oxygen therapy was initiated and NPPV was started. The patient received ICU-level management with intravenous antibiotics. After improvement, the patient was transferred to the general ward and antibiotics were transitioned to oral therapy. Following weaning from oxygen, the patient was transferred to another facility for convalescent care."}
{"DocKey":"PNA-0135","DocId":135,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient was admitted with dyspnea and fever. On admission, SpO2 was 88–90% on room air, and oxygen therapy was initiated. Intravenous antibiotics were started for bacterial community-acquired pneumonia and later transitioned to oral therapy after improvement. ICU management was not required, and the patient was discharged home after weaning from oxygen."}
{"DocKey":"PNA-0136","DocId":136,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient was admitted with fever and cough. SpO2 on admission was 96% on room air, and oxygen therapy was not required. Chest CT revealed an infiltrate in the right middle lobe. Intravenous antibiotics were initiated, and after improvement, therapy was transitioned to oral antibiotics. ICU management was not required, and the patient was discharged home."}
{"DocKey":"PNA-0137","DocId":137,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient was admitted with dyspnea. On admission, SpO2 was 90–92% on room air, and oxygen therapy was initiated. Chest CT revealed an infiltrate in the left lower lobe. Intravenous antibiotics were initiated and later transitioned to oral therapy after improvement. ICU admission was not required, and the patient was discharged home after weaning from oxygen."}
{"DocKey":"PNA-0138","DocId":138,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient was admitted with fever and cough. SpO2 on admission was 95% on room air, and oxygen therapy was not required. Chest X-ray showed an infiltrate in the right lower lung field. Intravenous antibiotics were initiated and later transitioned to oral therapy after improvement. Given comorbid diabetes mellitus, glycemic control was required and insulin therapy was administered. The patient was discharged home."}
{"DocKey":"PNA-0139","DocId":139,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient was admitted with severe pneumonia. On admission, SpO2 was 85–88% on room air; oxygen therapy was initiated and NPPV was started. The patient was managed in the ICU, and intravenous antibiotics were initiated. After improvement, the patient was transferred to the general ward and antibiotics were transitioned to oral therapy. Following weaning from oxygen, the patient was transferred to another facility."}
{"DocKey":"PNA-0140","DocId":140,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient was admitted with fever, cough, and sputum production. SpO2 on admission was 96% on room air, and oxygen therapy was not required. Chest CT revealed an infiltrate in the left lower lobe, and intravenous antibiotics were initiated for community-acquired pneumonia. After improvement, therapy was transitioned to oral antibiotics. ICU management was not required, and the patient was discharged home."}
{"DocKey":"PNA-0141","DocId":141,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient was admitted with dyspnea and fever. On admission, SpO2 was 88–90% on room air, and oxygen therapy was initiated. Intravenous antibiotics were started for pneumococcal community-acquired pneumonia and later transitioned to oral therapy after improvement. ICU management was not required, and the patient was discharged home after weaning from oxygen."}
{"DocKey":"PNA-0142","DocId":142,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient was admitted with dyspnea. On admission, SpO2 was 90–92% on room air, and oxygen therapy was initiated. Chest CT revealed an infiltrate in the right lower lobe. The patient was treated with intravenous antibiotics and later transitioned to oral therapy after improvement. ICU admission was not required, and the patient returned home after weaning from oxygen."}
{"DocKey":"PNA-0143","DocId":143,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient was admitted with dyspnea. SpO2 on admission was around 90% on room air, and oxygen therapy was initiated. Chest X-ray showed an infiltrate in the left lower lung field. Intravenous antibiotics were initiated and later transitioned to oral therapy after improvement. ICU management was not required, and the patient was discharged home after weaning from oxygen."}
{"DocKey":"PNA-0144","DocId":144,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient was admitted with severe pneumonia. On admission, SpO2 was 85–88% on room air; high-flow oxygen was initiated and NPPV was started. The patient received ICU-level management with intravenous antibiotics. After improvement, the patient was transferred to the general ward and antibiotics were transitioned to oral therapy. Following weaning from oxygen, the patient was transferred to another facility."}
{"DocKey":"PNA-0145","DocId":145,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient was admitted with fever and cough. SpO2 on admission was 95% on room air, and oxygen therapy was not required. Intravenous antibiotics were initiated for bacterial community-acquired pneumonia and later switched to oral therapy after improvement. ICU management was not required, and the patient was discharged home."}
{"DocKey":"PNA-0146","DocId":146,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient was admitted with fever, cough, and sputum production. SpO2 on admission was 96% on room air, and oxygen therapy was not required. Chest CT revealed an infiltrate in the right lower lobe. Intravenous antibiotics were initiated and later transitioned to oral therapy after improvement. There was no progression to severe disease, and the patient was discharged home."}
{"DocKey":"PNA-0147","DocId":147,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient was admitted with dyspnea. On admission, SpO2 was 90–92% on room air, and oxygen therapy was initiated. Chest CT revealed bilateral lower lobe infiltrates. The patient was treated with intravenous antibiotics and later transitioned to oral therapy after improvement. Given comorbid diabetes mellitus, glycemic control was required and insulin therapy was introduced. ICU admission was not required, and the patient was discharged home after weaning from oxygen."}
{"DocKey":"PNA-0148","DocId":148,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient was admitted with dyspnea and fever. On admission, SpO2 was 88–90% on room air, and oxygen therapy was initiated. Chest X-ray showed an infiltrate in the right lower lung field. Intravenous antibiotics were initiated and later transitioned to oral therapy after improvement. ICU management was not required, and the patient returned home after weaning from oxygen."}
{"DocKey":"PNA-0149","DocId":149,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient was admitted with severe pneumonia. On admission, SpO2 was 85–88% on room air; oxygen therapy was initiated and NPPV was started. The patient was managed in the ICU and treated with intravenous antibiotics. After improvement, the patient was transferred to the general ward and antibiotics were transitioned to oral therapy. Following weaning from oxygen, the patient was transferred to another facility."}
{"DocKey":"PNA-0150","DocId":150,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient was admitted with dyspnea. SpO2 on admission was around 90% on room air, and oxygen therapy was initiated. Chest CT revealed an infiltrate in the left lower lobe. Intravenous antibiotics were started and later transitioned to oral therapy after improvement. ICU management was not required, and the patient was discharged home after weaning from oxygen."}
{"DocKey":"PNA-0151","DocId":151,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient was admitted with fever and cough. SpO2 on admission was 95% on room air, and oxygen therapy was not required. Intravenous antibiotics were initiated for pneumococcal community-acquired pneumonia, then transitioned to oral therapy after improvement. There was no progression to severe disease, and the patient was discharged home."}
{"DocKey":"PNA-0152","DocId":152,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient was admitted with dyspnea. On admission, SpO2 was 88–90% on room air, and oxygen therapy was initiated. Chest CT revealed an infiltrate in the right lower lobe. Treatment was started with intravenous antibiotics and later transitioned to oral therapy after improvement. ICU admission was not required, and the patient was discharged home after weaning from oxygen."}
{"DocKey":"PNA-0153","DocId":153,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient was admitted with fever, cough, and sputum production. SpO2 on admission was 96% on room air, and oxygen therapy was not required. Chest X-ray showed an infiltrate in the left lower lung field. Intravenous antibiotics were initiated and later transitioned to oral therapy after improvement. ICU management was not required, and the patient was discharged home."}
{"DocKey":"PNA-0154","DocId":154,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient was admitted with severe pneumonia. On admission, SpO2 was 85–88% on room air; oxygen therapy was initiated and NPPV was started. The patient received ICU-level management with intravenous antibiotics. After improvement, the patient was transferred to the general ward and antibiotics were transitioned to oral therapy. Following weaning from oxygen, the patient was transferred to another facility for convalescent care."}
{"DocKey":"PNA-0155","DocId":155,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient was admitted with dyspnea and fever. SpO2 on admission was around 90% on room air, and oxygen therapy was initiated. Intravenous antibiotics were started for bacterial community-acquired pneumonia and later transitioned to oral therapy after improvement. ICU management was not required, and the patient was discharged home after weaning from oxygen."}
{"DocKey":"PNA-0156","DocId":156,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient was admitted with fever and cough. SpO2 on admission was 96% on room air, and oxygen therapy was not required. Chest CT revealed an infiltrate in the right middle lobe. Intravenous antibiotics were initiated and later transitioned to oral therapy after improvement. There was no progression to severe disease, and the patient was discharged home."}
{"DocKey":"PNA-0157","DocId":157,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient was admitted with dyspnea. On admission, SpO2 was 88–90% on room air, and oxygen therapy was initiated. Chest CT revealed an infiltrate in the left lower lobe. Treatment was started with intravenous antibiotics and later transitioned to oral therapy after improvement. ICU admission was not required, and the patient was discharged home after weaning from oxygen."}
{"DocKey":"PNA-0158","DocId":158,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient was admitted with fever and cough. SpO2 on admission was 95% on room air, and oxygen therapy was not required. Chest X-ray showed an infiltrate in the right lower lung field. Intravenous antibiotics were initiated and later transitioned to oral therapy after improvement. Given comorbid diabetes mellitus, glycemic control was required and insulin therapy was introduced. ICU management was not required, and the patient was discharged home."}
{"DocKey":"PNA-0159","DocId":159,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient was admitted with fever accompanied by dyspnea. SpO2 on admission was 89% on room air, and oxygen therapy was started via nasal cannula at 2 L/min. Chest X-ray showed bilateral pneumonia, and antibiotic therapy was administered. Respiratory status improved, and ICU management was not required; the patient was managed on the general ward. Oxygen was weaned on hospital day 5, and the patient was discharged."}
{"DocKey":"PNA-0160","DocId":160,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient was admitted with fever, cough, and sputum production. SpO2 on admission was 96% on room air, and oxygen therapy was not required. Chest CT revealed an infiltrate in the left lower lobe. Intravenous antibiotics were initiated and later transitioned to oral therapy after improvement. ICU management was not required, and the patient was discharged home."}
{"DocKey":"PNA-0161","DocId":161,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient was admitted with fever and cough. Imaging findings suggested pneumonia, and antibiotic therapy was initiated. SpO2 was around 93% on room air initially, and oxygen therapy was generally not required; however, a transient desaturation occurred during the course, and oxygen was used only for a short period. The patient was not admitted to the ICU and was discharged after symptom improvement."}
{"DocKey":"PNA-0162","DocId":162,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient was admitted with fever and dyspnea. SpO2 remained around 92%, and the patient was managed in the HCU for respiratory monitoring; ICU admission was not required. Oxygen was kept to the minimum necessary, and the patient improved with antibiotic therapy. The patient was ultimately transferred to the general ward without oxygen and discharged home."}
{"DocKey":"PNA-0163","DocId":163,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient was admitted with fever and cough. Chest imaging showed findings consistent with pneumonia; however, SpO2 on admission was 96% on room air, and respiratory status was stable. Oxygen therapy and ICU management were deemed unnecessary, and the patient was treated with antibiotics alone. The course was favorable, and the patient was discharged after a short hospitalization."}
{"DocKey":"PNA-0164","DocId":164,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient developed fever and cough after choking during a meal and was admitted. On admission, SpO2 was 90–92% on room air, and oxygen was started via nasal cannula. Imaging showed lower-lobe–predominant infiltrates, and intravenous antibiotics were initiated for aspiration pneumonia. A swallowing evaluation was performed and diet consistency was adjusted. After improvement, antibiotics were switched to oral therapy; oxygen was weaned, and the patient was discharged home."}
{"DocKey":"PNA-0165","DocId":165,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient was admitted with worsening dyspnea after an aspiration episode. On admission, SpO2 was 86–88% on room air; oxygen therapy was initiated, and NPPV was started due to increased work of breathing. The patient was treated with intravenous antibiotics for aspiration pneumonia and required ICU-level management because of poor overall condition. After improvement, the patient was transferred to the general ward and, following swallowing evaluation, was transferred to another facility."}
{"DocKey":"PNA-0166","DocId":166,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient was admitted with cough, wheezing, and dyspnea. Fever was mild. Chest imaging showed minimal evidence of pneumonia, and the condition was assessed as an acute exacerbation of COPD. Oxygen therapy was administered for hypoxemia, and treatment with inhaled bronchodilators and systemic corticosteroids was initiated. Respiratory status improved, oxygen was weaned, and the patient was discharged home."}
{"DocKey":"PNA-0167","DocId":167,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient was admitted with worsening cough and dyspnea. On admission, SpO2 was 85–88% on room air, and oxygen therapy was initiated. The patient was treated for COPD exacerbation with bronchodilators and corticosteroids; however, hypercapnia was noted and NPPV was initiated. Respiratory management was provided under ICU-level care, and the patient was transferred after stabilization."}
{"DocKey":"PNA-0168","DocId":168,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient was admitted with dyspnea and lower-extremity edema. Chest X-ray showed findings of congestion, and the patient was assessed as having acute decompensated heart failure. Oxygen therapy was administered for hypoxemia, and intravenous diuretics were started. Respiratory status improved with increased urine output, and therapy was transitioned to oral diuretics. ICU management was not required, and the patient was discharged home."}
{"DocKey":"PNA-0169","DocId":169,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient was transported by ambulance for orthopnea and dyspnea. Pulmonary edema due to acute heart failure exacerbation was suspected. SpO2 was in the 80s on room air; oxygen therapy was initiated and NPPV was started. Intravenous diuretics were administered, and the patient was managed in the ICU until stabilized. After improvement, the patient was transferred to the general ward and then transferred to another facility for convalescent care."}
{"DocKey":"PNA-0170","DocId":170,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient was admitted with fever and fatigue. Cough was mild and respiratory symptoms were not prominent. Urinalysis showed evidence of infection, and intravenous antibiotics and fluid resuscitation were initiated for a urinary tract infection. After defervescence and improvement in inflammatory markers, antibiotics were transitioned to oral therapy. The patient was clinically stable and discharged home."}
{"DocKey":"PNA-0171","DocId":171,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient was admitted with high fever and altered mental status. A urinary tract infection was suspected, and intravenous antibiotics and fluids were initiated. Hemodynamics were stable, but tachypnea and desaturation were noted, and supplemental oxygen was provided. After infection control, the overall condition improved, and the patient was transferred to another facility for ongoing rehabilitation."}
{"DocKey":"PNA-0172","DocId":172,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient was admitted with sore throat, fever, and cough. The presentation was mainly an upper respiratory tract infection with minimal evidence of pneumonia; however, dehydration and dyspnea were reported, and supplemental oxygen was provided briefly with SpO2 in the 90s. The patient improved with symptomatic treatment, oxygen was weaned, and ICU management was not required. The patient was discharged home."}
{"DocKey":"PNA-0173","DocId":173,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient was admitted with hemiparesis and diagnosed with cerebral infarction. After admission, swallowing function declined; swallowing evaluation and diet modification were performed to prevent aspiration. Respiratory symptoms were not prominent, and pneumonia treatment was not the primary focus. After acute-phase management, the patient was transferred to another facility for rehabilitation."}
{"DocKey":"PNA-0174","DocId":174,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient was admitted with cough, sputum production, and low-grade fever. Chest imaging did not clearly show pneumonia, and acute bronchitis was diagnosed. The patient improved with symptomatic treatment, including bronchodilators. Oxygen therapy and ICU management were not required, and the patient was discharged home."}
{"DocKey":"PNA-0175","DocId":175,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient was admitted with wheezing and dyspnea. Treatment for an asthma exacerbation was started with inhaled therapy and systemic corticosteroids. Supplemental oxygen was provided temporarily for desaturation. Chest imaging showed minimal evidence of pneumonia, and ICU management was not required. The patient improved and was discharged."}
{"DocKey":"PNA-0176","DocId":176,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient was admitted with chest pain and diagnosed with acute myocardial infarction. Emergent PCI was performed and antiplatelet therapy was initiated. Respiratory symptoms were not the main issue; however, mild dyspnea was reported after the procedure, and supplemental oxygen was kept to a minimum with stable status. The clinical course was favorable, and the patient was discharged home."}
{"DocKey":"PNA-0177","DocId":177,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient was admitted with vomiting, diarrhea, and fever. Marked dehydration was present, and treatment focused on intravenous fluids. Respiratory symptoms were not prominent; supplemental oxygen and antibiotics were not required. The overall condition improved, and the patient was discharged home."}
{"DocKey":"PNA-0178","DocId":178,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient was admitted with high fever and hypotension. Sepsis was suspected, and intravenous antibiotics and fluid resuscitation were initiated. Due to tachypnea and desaturation, supplemental oxygen was provided and the patient was managed in the ICU. After infection control, hemodynamics improved, and the patient was transferred to a convalescent facility."}
{"DocKey":"PNA-0179","DocId":179,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient was admitted with worsening exertional dyspnea. An acute exacerbation of interstitial pneumonia was suspected, and supplemental oxygen was initiated for hypoxemia. Corticosteroid therapy was administered; signs of infection were limited, and antibiotics were used as adjunctive therapy. ICU management was not required, and the patient was discharged home after improvement in respiratory status."}
{"DocKey":"PNA-0180","DocId":180,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient was admitted with rapidly worsening dyspnea. Supplemental oxygen was initiated for an acute exacerbation of interstitial pneumonia, and NPPV was started due to respiratory failure. The patient received ICU respiratory management and corticosteroid therapy. After improvement, the patient was transferred to the general ward and then transferred to another facility for continued convalescent care."}
{"DocKey":"PNA-0181","DocId":181,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient was admitted with fever and flank/back pain. Intravenous antibiotics and fluids were initiated for pyelonephritis. Respiratory symptoms were minimal, and supplemental oxygen was not required. After improvement, antibiotics were transitioned to oral therapy and the patient was discharged home."}
{"DocKey":"PNA-0182","DocId":182,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient was admitted with dyspnea and cough. Pneumonia was suspected, but imaging showed minimal infiltrates, and the patient was managed for dyspnea with further evaluation of the cause. Supplemental oxygen was provided briefly for desaturation, with subsequent improvement. ICU management was not required, and the patient was discharged home."}
{"DocKey":"PNA-0183","DocId":183,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient was admitted with fever and cough due to recurrent aspiration. SpO2 on admission was around 90%, and oxygen therapy was initiated. Intravenous antibiotics were started for aspiration pneumonia, and insulin therapy was introduced for glycemic management in the setting of diabetes mellitus. Swallowing evaluation was performed and diet consistency was adjusted. After improvement, antibiotics were transitioned to oral therapy; oxygen was weaned, and the patient was discharged."}
{"DocKey":"PNA-0184","DocId":184,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient was admitted with fever, cough, and arthralgia. A rapid test was positive for influenza. Due to dyspnea with desaturation, supplemental oxygen was provided briefly. There was no clear evidence of pneumonia, and the patient improved with primarily supportive care and was discharged home."}
{"DocKey":"PNA-0185","DocId":185,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient was admitted with worsening dyspnea. Acute respiratory failure due to COPD exacerbation was noted, and oxygen therapy and NPPV were initiated. The patient was treated with bronchodilators and corticosteroids with improvement. There was no clear evidence of pneumonia, and ICU management was not required. After weaning from NPPV, the patient was discharged."}
{"DocKey":"PNA-0186","DocId":186,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient was admitted with dyspnea and edema. Oxygen therapy and intravenous diuretics were initiated for acute decompensated heart failure. Given comorbid diabetes mellitus, insulin therapy was introduced for glycemic management. After improvement in respiratory status, therapy was transitioned to oral diuretics and the patient was discharged home."}
{"DocKey":"PNA-0187","DocId":187,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient was admitted with melena and dizziness. Gastrointestinal bleeding was suspected; endoscopy was performed and hemostasis was achieved. Blood transfusion was administered for anemia. Respiratory symptoms were not the primary issue, and supplemental oxygen was not required. The patient stabilized and was discharged."}
{"DocKey":"PNA-0188","DocId":188,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient was admitted with high fever and impaired consciousness. Sepsis was treated with intravenous antibiotics and fluid resuscitation. Respiratory status worsened with desaturation, and supplemental oxygen was provided; the patient required ICU-level management with systemic supportive care. After improvement, the patient was transferred to the general ward and then transferred to another facility."}
{"DocKey":"PNA-0189","DocId":189,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient was admitted with wheezing and cough. Treatment for an asthma exacerbation was initiated with inhaled therapy and systemic corticosteroids. There was minimal evidence of pneumonia, and antibiotics were not required. Supplemental oxygen was also not required. The patient improved and was discharged."}
{"DocKey":"PNA-0190","DocId":190,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient was admitted with fever and cough. Pneumonia was suspected; however, imaging findings were nonspecific and the patient was managed as a respiratory infection with observation. Supplemental oxygen was provided briefly for desaturation. Antibiotics were used at the minimum necessary, and the patient improved and was discharged home."}
{"DocKey":"PNA-0191","DocId":191,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient was admitted with fever and fatigue. Intravenous antibiotics were initiated for a urinary tract infection. Given comorbid diabetes mellitus, glycemic control was required and insulin therapy was administered. Respiratory symptoms were minimal, and supplemental oxygen was not required. After improvement, antibiotics were transitioned to oral therapy and the patient was discharged home."}
{"DocKey":"PNA-0192","DocId":192,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient was admitted with dyspnea. Acute decompensated heart failure was diagnosed and intravenous diuretics were initiated. SpO2 remained adequate, and supplemental oxygen was not required. After improvement, therapy was transitioned to oral diuretics and the patient was discharged."}
{"DocKey":"PNA-0193","DocId":193,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient was admitted with cough and dyspnea. The patient was treated for COPD exacerbation with supplemental oxygen, bronchodilators, and corticosteroids. Hypercapnia was noted and NPPV was initiated; after stabilization, the patient was transferred to another facility. There was no clear evidence of pneumonia."}
{"DocKey":"PNA-0194","DocId":194,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient was admitted with fever and cough. A rapid test was positive for influenza. Due to dyspnea with desaturation, supplemental oxygen was provided briefly. There was no clear evidence of pneumonia, and the patient improved with primarily supportive care and was discharged home."}
{"DocKey":"PNA-0195","DocId":195,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient was admitted with fever and cough after choking. Intravenous antibiotics were initiated for aspiration pneumonia. Swallowing evaluation was performed and aspiration-prevention education was provided. Respiratory status remained stable and supplemental oxygen was not required. After improvement, antibiotics were transitioned to oral therapy and the patient was discharged home."}
{"DocKey":"PNA-0196","DocId":196,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient was admitted with acute decompensated heart failure. SpO2 was in the 80s, and oxygen therapy was initiated; NPPV was started. Intravenous diuretics were administered, and the patient was managed in the ICU. After improvement, the patient was transferred to the general ward and then transferred to another facility for convalescent care."}
{"DocKey":"PNA-0197","DocId":197,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient was admitted with diarrhea and fever. Treatment focused on intravenous fluids for dehydration. Respiratory symptoms were minimal, and supplemental oxygen was not required. The patient improved and was discharged home."}
{"DocKey":"PNA-0198","DocId":198,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient was admitted with high fever and hypotension. Sepsis was treated with intravenous antibiotics and fluid resuscitation. Supplemental oxygen was provided for desaturation, and the patient was managed in the ICU. After infection control, the condition improved and the patient was transferred to another facility."}
{"DocKey":"PNA-0199","DocId":199,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient was admitted with wheezing and dyspnea. Treatment for an asthma exacerbation was initiated with inhaled therapy and systemic corticosteroids. Supplemental oxygen was provided briefly for desaturation. Chest imaging showed minimal evidence of pneumonia. The patient improved and was discharged."}
{"DocKey":"PNA-0200","DocId":200,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient was admitted with cough and dyspnea. The patient was treated for COPD exacerbation with inhaled therapy and systemic corticosteroids. Respiratory status remained stable and supplemental oxygen was not required. There was minimal evidence of pneumonia, and the patient improved and was discharged."}
{"DocKey":"PNA-0201","DocId":201,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient was admitted with fever and flank/back pain. Intravenous antibiotics and fluids were initiated for pyelonephritis. After defervescence and improvement in inflammatory markers, antibiotics were transitioned to oral therapy. Respiratory symptoms were minimal, and supplemental oxygen was not required. The patient was discharged home."}
{"DocKey":"PNA-0202","DocId":202,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient was admitted with acute respiratory failure. SpO2 was in the 80s on room air; oxygen therapy was initiated and NPPV was started. The patient was managed in the ICU with respiratory support, and the underlying cause was investigated. Evidence of infection was limited, and non-pneumonia etiologies were also considered. After stabilization, the patient was transferred to another facility."}
{"DocKey":"PNA-0203","DocId":203,"SectionType":"hospital_course","SectionTitle":"Hospital Cource","SectionText":"[Hospital Course] The patient was admitted with fever and fatigue. Respiratory symptoms were mild and there were no clear findings of pneumonia. The patient improved with intravenous fluids and observation. Supplemental oxygen and ICU management were not required, and the patient was discharged home."}

