{"DocKey":"PNA-0011","DocId":11,"SectionType":"hospital_course","SectionTitle":"入院経過","SectionText":"[Hospital Course] The patient was admitted with cough, fever, and shortness of breath. SpO2 was 91% on admission, and oxygen therapy was initiated. With intravenous antibiotic therapy, inflammatory markers decreased and respiratory status improved. Oxygen was gradually tapered and discontinued. The patient was managed on the general ward and was discharged. ICU admission was not required."}
{"DocKey":"PNA-0012","DocId":12,"SectionType":"hospital_course","SectionTitle":"入院経過","SectionText":"[Hospital Course] The patient was admitted mainly for fever. SpO2 was stable at 97% on room air. The patient was treated as mild pneumonia with intravenous antibiotics. Oxygen therapy was not required. Symptoms improved, and the patient was discharged. ICU admission was not required."}
{"DocKey":"PNA-0013","DocId":13,"SectionType":"hospital_course","SectionTitle":"入院経過","SectionText":"[Hospital Course] The patient was admitted with cough and fever. SpO2 was 92%, and oxygen therapy was required only during the early phase of hospitalization. With intravenous antibiotic therapy, the condition improved and oxygen was discontinued. The patient remained stable thereafter and was discharged. ICU admission was not required."}
{"DocKey":"PNA-0014","DocId":14,"SectionType":"hospital_course","SectionTitle":"入院経過","SectionText":"[Hospital Course] The patient was admitted with severe dyspnea due to pneumonia. Because of decreased SpO2, HFNC was used for a short period as oxygen-related therapy. The condition improved with antibiotic treatment, and the patient was weaned from oxygen and discharged. ICU admission was not required."}
{"DocKey":"PNA-0015","DocId":15,"SectionType":"hospital_course","SectionTitle":"入院経過","SectionText":"[Hospital Course] The patient was admitted with pneumonia complicated by hypoxemia. NPPV was introduced for a short period during the early phase of hospitalization as part of oxygen-related therapy. The condition improved with antibiotic treatment, NPPV was discontinued, and oxygen was gradually tapered and stopped. The patient was managed on the general ward and discharged. ICU admission was not required."}
{"DocKey":"PNA-0016","DocId":16,"SectionType":"hospital_course","SectionTitle":"入院経過","SectionText":"[Hospital Course] The patient was admitted with cough and sputum production. SpO2 was maintained on room air, and oxygen therapy was not required. The patient was treated for mild pneumonia with oral antibiotics, showed improvement, and was discharged. ICU admission was not required."}
{"DocKey":"PNA-0017","DocId":17,"SectionType":"hospital_course","SectionTitle":"入院経過","SectionText":"[Hospital Course] The patient was admitted with fever and dyspnea. SpO2 was 90–91%, and oxygen therapy was initiated. The patient was treated with intravenous antibiotics for pneumonia, showed improvement, was weaned from oxygen, and was discharged. ICU admission was not required."}
{"DocKey":"PNA-0018","DocId":18,"SectionType":"hospital_course","SectionTitle":"入院経過","SectionText":"[Hospital Course] The patient was admitted with an acute exacerbation of COPD, presenting with wheezing and dyspnea. Due to decreased SpO2, oxygen therapy was administered. The condition improved with inhalation therapy and systemic corticosteroids. Clear infiltrative findings suggestive of pneumonia were limited, and antibiotics were used adjunctively. ICU admission was not required."}
{"DocKey":"PNA-0019","DocId":19,"SectionType":"hospital_course","SectionTitle":"入院経過","SectionText":"[Hospital Course] The patient was admitted with high fever and dyspnea. SpO2 was 89–90%, and oxygen therapy was initiated. Chest imaging showed findings consistent with pneumonia, and intravenous antibiotics were administered. The condition improved, oxygen was discontinued, and the patient was discharged. ICU admission was not required."}
{"DocKey":"PNA-0020","DocId":20,"SectionType":"hospital_course","SectionTitle":"入院経過","SectionText":"[Hospital Course] The patient was admitted with fever and cough. SpO2 was 96% on room air, and oxygen therapy was not required. The patient was treated with intravenous antibiotics for localized pneumonia, showed improvement, and was discharged. ICU admission was not required."}
{"DocKey":"PNA-0021","DocId":21,"SectionType":"hospital_course","SectionTitle":"入院経過","SectionText":"[Hospital Course] The patient was admitted with dyspnea. SpO2 was 91%, and oxygen therapy was initiated. Intravenous antibiotics were administered for pneumonia, resulting in clinical improvement. Oxygen was discontinued, and the patient was discharged. ICU admission was not required."}
{"DocKey":"PNA-0022","DocId":22,"SectionType":"hospital_course","SectionTitle":"入院経過","SectionText":"[Hospital Course] The patient was admitted with worsening heart failure, presenting with orthopnea and lower extremity edema. Due to decreased SpO2, oxygen therapy was initiated. Respiratory status improved with diuretic therapy. Chest imaging findings were mainly consistent with congestion, and pneumonia was not considered the primary cause. ICU admission was not required."}
{"DocKey":"PNA-0023","DocId":23,"SectionType":"hospital_course","SectionTitle":"入院経過","SectionText":"[Hospital Course] The patient was admitted with pneumonia. SpO2 was 90–92%, and oxygen therapy was initiated. Intravenous antibiotic therapy resulted in improvement, and oxygen was gradually tapered and discontinued. ICU admission was not required."}
{"DocKey":"PNA-0024","DocId":24,"SectionType":"hospital_course","SectionTitle":"入院経過","SectionText":"[Hospital Course] The patient was admitted with sudden onset dyspnea and chest pain. Pulmonary embolism was suspected based on contrast-enhanced imaging, and oxygen therapy was administered for hypoxemia. Symptoms improved with anticoagulant therapy. Antibiotic treatment for pneumonia was not the primary management. ICU admission was not required."}
{"DocKey":"PNA-0025","DocId":25,"SectionType":"hospital_course","SectionTitle":"入院経過","SectionText":"[Hospital Course] The patient was admitted with dyspnea and fever. SpO2 was in the low 90% range, and oxygen therapy was initiated. The patient was treated with intravenous antibiotics for pneumonia, showed improvement, was weaned from oxygen, and discharged. ICU admission was not required."}
{"DocKey":"PNA-0026","DocId":26,"SectionType":"hospital_course","SectionTitle":"入院経過","SectionText":"[Hospital Course] The patient was admitted with cough, sputum production, and fever. SpO2 was 95% on room air, and oxygen therapy was not required. The patient was treated with intravenous antibiotics and showed improvement, then was discharged. ICU admission was not required."}
{"DocKey":"PNA-0027","DocId":27,"SectionType":"hospital_course","SectionTitle":"入院経過","SectionText":"[Hospital Course] The patient was admitted with pneumonia. SpO2 was 91%, and oxygen therapy was initiated. The condition improved with antibiotic treatment, oxygen was gradually tapered and discontinued, and the patient was discharged. ICU admission was not required."}
{"DocKey":"PNA-0028","DocId":28,"SectionType":"hospital_course","SectionTitle":"入院経過","SectionText":"[Hospital Course] The patient was admitted with an acute asthma exacerbation, presenting with wheezing and dyspnea. Inhalation therapy and systemic corticosteroids were administered. SpO2 was generally maintained, and oxygen therapy was not required. No clear infiltrative findings suggestive of pneumonia were identified. ICU admission was not required."}
{"DocKey":"PNA-0029","DocId":29,"SectionType":"hospital_course","SectionTitle":"入院経過","SectionText":"[Hospital Course] The patient was admitted with pneumonia accompanied by dyspnea. SpO2 was 90–92%, and oxygen therapy was initiated. The condition improved with intravenous antibiotics, oxygen was discontinued, and the patient was discharged. ICU admission was not required."}
{"DocKey":"PNA-0030","DocId":30,"SectionType":"hospital_course","SectionTitle":"入院経過","SectionText":"[Hospital Course] The patient was admitted with fever and cough. SpO2 remained stable on room air, and oxygen therapy was not required. The patient was treated with intravenous antibiotics, showed improvement, and was discharged. ICU admission was not required."}
