{"DocKey":"PNA-0001","DocId":1,"SectionType":"hospital_course","SectionTitle":"入院経過","SectionText":"[Hospital Course] The patient was admitted with fever, cough, and sore throat. On admission, SpO2 was 97% on room air and blood pressure was stable. Chest X-ray revealed a faint infiltrative shadow in the right lower lung field. WBC and CRP were mildly elevated. Intravenous fluids were administered for dehydration and intravenous antibiotics were initiated. Oxygen therapy was not required, and respiratory status remained stable. After confirmation of defervescence and improvement of cough, the patient was discharged."}
{"DocKey":"PNA-0002","DocId":2,"SectionType":"hospital_course","SectionTitle":"入院経過","SectionText":"[Hospital Course] The patient was admitted with fever, cough, sputum production, and general fatigue. SpO2 on admission was 95% on room air. Chest CT showed infiltrative changes predominantly in the right middle lobe. Inflammatory markers were moderately elevated. Intravenous antibiotics were initiated. Respiratory status was maintained on room air; however, cough and sputum were prominent, and expectorants and inhalation therapy were added. After improvement of inflammatory markers, antibiotics were switched to oral therapy, and the patient was discharged."}
{"DocKey":"PNA-0003","DocId":3,"SectionType":"hospital_course","SectionTitle":"入院経過","SectionText":"[Hospital Course] The patient was admitted with fever, dyspnea, and cough. On admission, SpO2 was 90–92% on room air, and oxygen was started via nasal cannula at 1–2 L/min. Chest CT revealed bilateral lower lobe infiltrates. Inflammatory markers were markedly elevated. Intravenous antibiotics were initiated under oxygen supplementation. Insulin therapy was introduced for glycemic control related to diabetes mellitus. With infection control, the general condition improved. After weaning from oxygen, antibiotics were switched to oral therapy, and the patient was discharged."}
{"DocKey":"PNA-0004","DocId":4,"SectionType":"hospital_course","SectionTitle":"入院経過","SectionText":"[Hospital Course] The patient was admitted with impaired consciousness, dyspnea, and fever. SpO2 on admission was 85% on room air, and high-flow oxygen therapy was initiated, followed by NPPV. Hypotension and elevated lactate suggested sepsis. Imaging revealed extensive bilateral infiltrates. ICU-level management was provided, including broad-spectrum antibiotics, fluid resuscitation, vasopressors, and respiratory support. Renal function deterioration required adjustment of fluid management and consultation with nephrology. After stabilization of circulatory and respiratory status, the patient was transferred to the general ward. Rehabilitation was continued, and the patient was discharged with ambulation using assistance."}
{"DocKey":"PNA-0005","DocId":5,"SectionType":"hospital_course","SectionTitle":"入院経過","SectionText":"[Hospital Course] The patient was admitted with severe respiratory failure and impaired consciousness. Due to profound hypoxemia, endotracheal intubation and mechanical ventilation were required. Imaging showed diffuse bilateral infiltrates. Vasopressors were administered for circulatory failure. In the ICU, broad-spectrum antibiotics and hemodynamic management were provided. After sedation and gradual weaning, the patient was extubated and transitioned to high-flow oxygen therapy. Indication for home oxygen therapy was considered. Multidisciplinary interventions were provided for ICU delirium and deconditioning; however, reduced ADL persisted. The patient was transferred to a rehabilitation facility."}
{"DocKey":"PNA-0005","DocId":6,"SectionType":"hospital_course","SectionTitle":"入院経過","SectionText":"[Hospital Course] The patient was admitted with fever, cough, and general fatigue. On admission, SpO2 was 96% on room air without dyspnea, and vital signs were stable. Chest X-ray showed a localized infiltrate in the right lower lung field, with only mild elevation of WBC and CRP. A diagnosis of community-acquired pneumonia was made, and intravenous antibiotics with fluid replacement were initiated. Respiratory status remained stable on room air throughout hospitalization, and oxygen therapy was not required. Fever resolved by the following day, and cough gradually improved. After confirmation of clinical improvement, antibiotics were switched to oral therapy, and the patient was discharged home on hospital day 4."}
{"DocKey":"PNA-0006","DocId":7,"SectionType":"hospital_course","SectionTitle":"入院経過","SectionText":"[Hospital Course] The patient was admitted for evaluation and treatment of persistent cough, sputum, and low-grade fever. SpO2 on admission was 97% on room air, and respiratory status was stable. Chest CT revealed a localized infiltrate in the left lower lobe, and community-acquired pneumonia was diagnosed. Inflammatory markers were mildly elevated, and intravenous antibiotics were initiated. Respiratory status remained stable on room air, and oxygen therapy was not required. Due to persistent cough and sputum, expectorants and inhalation therapy were added. After improvement of symptoms and inflammatory markers, antibiotics were switched to oral therapy, and the patient was discharged home on hospital day 5."}
{"DocKey":"PNA-0008","DocId":8,"SectionType":"hospital_course","SectionTitle":"入院経過","SectionText":"[Hospital Course] The patient was admitted with fever and cough. SpO2 on admission was 96% on room air without dyspnea. Chest CT demonstrated an infiltrate in the right lower lobe, and community-acquired pneumonia was diagnosed. Intravenous antibiotics were initiated, and oxygen therapy was not required. After clinical improvement, antibiotics were switched to oral therapy, and the patient was discharged home. ICU admission was not required."}
{"DocKey":"PNA-0009","DocId":9,"SectionType":"hospital_course","SectionTitle":"入院経過","SectionText":"[Hospital Course] The patient was admitted with general fatigue, fever, and cough. SpO2 was 95% on room air. Imaging showed findings consistent with pneumonia, and intravenous antibiotics were initiated. The general condition remained stable, and oxygen therapy was not required. Antibiotics were transitioned to oral therapy, and the patient was discharged home. ICU admission was not required."}
{"DocKey":"PNA-0010","DocId":10,"SectionType":"hospital_course","SectionTitle":"入院経過","SectionText":"[Hospital Course] The patient was admitted with fever and dyspnea. On admission, SpO2 was 90%, and oxygen therapy via nasal cannula at 1–2 L/min was initiated. Chest CT showed bilateral lower lobe infiltrates, and intravenous antibiotics were started for pneumonia. Respiratory status improved, oxygen was discontinued, and the patient was discharged. ICU admission was not required."}
